Repository: LukasT03/LTS-Control-iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, nl, sv

source: Adjust the motor strength if the motor gets hot or vibrates. A weak power supply can also affect the strength.
da: Juster motorstyrken, hvis motoren bliver varm eller vibrerer. En svag strømforsyning kan også påvirke styrken.
de: Passe die Motorstärke an, wenn der Motor heiß wird oder vibriert. Auch ein schwaches Netzteil kann die Stärke beeinflussen.
es: Ajusta la potencia del motor si el motor se calienta o vibra. Una fuente de alimentación débil también puede afectar la potencia.
fr: Ajustez la puissance du moteur si celui-ci chauffe ou vibre. Une alimentation faible peut également influencer la puissance.
nl: Pas de motorsterkte aan als de motor heet wordt of trilt. Een zwakke voeding kan de sterkte ook beïnvloeden.
sv: Justera motorstyrkan om motorn blir varm eller vibrerar. Ett svagt nätaggregat kan också påverka styrkan.

# Passwort
source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
sv: Lösenord

# Pausiert
source: Paused
da: Sat på pause
de: Pausiert
es: En pausa
fr: En pause
nl: Gepauzeerd
sv: Pausad

# Rabatt Code
source: Discount Code
da: Rabatkode
de: Rabatt Code
es: Código de descuento
fr: Code de réduction
nl: Kortingscode
sv: Rabattkod

# Respool-Menge
source: Transfer Amount
da: Overføringsmængde
de: Respool-Menge
es: Cantidad
fr: Quantité à transférer
nl: Oprolmengte
sv: Överföringsmängd

# Respooler fertig!
source: Respooler Done!
da: Respooler færdig!
de: Respooler fertig!
es: ¡Respooler listo!
fr: Respooler terminé !
nl: Respooler klaar!
sv: Respooler klar!

# Respooler pausieren
source: Pause Respooler
da: Respooler pauser
de: Respooler pausieren
es: Pausar Respooler
fr: Mettre le Respooler en pause
nl: Respooler pauzeren
sv: Pausa Respooler

# Respooler starten
source: Start Respooler
da: Respooler starter
de: Respooler starten
es: Iniciar Respooler
fr: Démarrer le Respooler
sv: Respooler startar

# Respooler stoppen
source: Stop Respooler
da: Respooler stopper
de: Respooler stoppen
fr: Arrêter le Respooler
sv: Respooler stoppar

# Respooler verbinden
source: Connect Respooler
da: Tilslut Respooler
de: Respooler verbinden
es: Conectar Respooler
fr: Connecter Respooler
nl: Respooler verbinden
sv: Anslut Respooler

# Richtung umkehren
source: Change Direction
da: Omvendt retning
de: Richtung umkehren
es: Cambiar de dirección
fr: Changer de direction
nl: Richting omkeren
sv: Omvänd riktning

# Schließen
source: Close
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
nl: Sluiten
sv: Stäng

source: If you have any questions, problems or ideas, feel free to send an e-mail to info@lts-design.com.
da: Hvis du har spørgsmål, problemer eller forslag, er du velkommen til at sende en e-mail til info@lts-design.com.
de: Sende bei Fragen, Problemen oder Anregungen gerne eine E-Mail an info@lts-design.com.
es: Si tienes preguntas, problemas o sugerencias, no dudes en enviar un correo electrónico a info@lts-design.com.
fr: En cas de questions, de problèmes ou de suggestions, n’hésitez pas à envoyer un e-mail à info@lts-design.com.
nl: Heb je vragen, problemen of suggesties? Stuur dan gerust een e-mail naar info@lts-design.com.
sv: Om du har frågor, problem eller förslag, skicka gärna e-post till info@lts-design.com.

# Stärke: %lld %%
source: Strength: %lld %%
da: Styrke: %lld %%
de: Stärke: %lld %%
es: Potencia: %lld %%
fr: Force : %lld %%
nl: Kracht: %lld %%
sv: Styrka: %lld %%

# state.disconnected
source: Not Connected
da: Ikke forbundet
de: Nicht verbunden
es: No conectado
fr: Non connecté
nl: Niet verbonden
sv: Inte ansluten

# state.done
source: Done!
da: Færdig!
de: Fertig!
es: ¡Hecho!
fr: Terminé !
nl: Klaar!
sv: Färdig!

# state.idle
source: Idle
da: Tomgang
de: Leerlauf
es: En espera
fr: Ralenti
nl: Stationair
sv: Viloläge

# state.paused
source: Paused
da: Sat på pause
de: Pausiert
es: En pausa
fr: En pause
nl: Gepauzeerd
sv: Pausad

# state.running
source: Running…
da: Kører…
de: Läuft…
es: En funcionamiento…
fr: En cours…
nl: Loopt…
sv: Kör…

# state.updating
source: Updating…
da: Opdaterer…
de: Wird aktualisiert…
es: Actualizando…
fr: Mise à jour…
nl: Bijwerken…
sv: Uppdaterar…

source: Make sure the Board is powered on and start the pairing via the button below.
da: Sørg for, at Board er tændt, og start parringen via knappen nedenfor.
de: Stelle sicher, dass das Board eingeschaltet ist und starte die Kopplung über den Button unten.
es: Asegúrate de que el Board esté encendido y comienza el emparejamiento mediante el botón de abajo.
fr: Assurez-vous que le Board est allumée et lancez l'appairage via le bouton ci-dessous.
nl: Zorg ervoor dat het Board is ingeschakeld en start het koppelen via de knop hieronder.
sv: Se till att Board är påslaget och starta parningen via knappen nedan.

# Steuert den LTS Respooler.
source: Controls the LTS Respooler.
da: Styrer LTS Respooler.
de: Steuert den LTS Respooler.
es: Controla el LTS Respooler.
fr: Contrôle le LTS Respooler.
nl: Bedient de LTS Respooler.
sv: Styr LTS Respooler.

# Steuerung
source: Control
da: Styring
de: Steuerung
fr: Commande
nl: Bediening
sv: Styrning

# Temperatur
source: Temperature
da: Temperatur
de: Temperatur
es: Temperatura
fr: Température
nl: Temperatuur
sv: Temperatur

# Temperatur-Einheit
source: Temperature Unit
da: Temperaturenhed
de: Temperatur-Einheit
es: Unidad de temperatura
fr: Unité de température
nl: Temperatuureenheid
sv: Temperaturenhet

# Ton bei Fertigstellung
source: Completion Sound
da: Afslutningslyd
de: Ton bei Fertigstellung
es: Sonido al finalizar
fr: Son de fin
nl: Voltooiingsgeluid
sv: Ljud vid slutförande

# Trinkgeld
source: Support
da: Drikkepenge
de: Trinkgeld
es: Propina
fr: Pourboire
nl: Fooi geven
sv: Dricks

# Trinkgeld senden
source: Send a Tip
da: Send drikkepenge
de: Trinkgeld senden
es: Enviar propina
fr: Envoyer un pourboire
nl: Fooi geven
sv: Skicka dricks

source: To control the Respooler Board with the app, you must first connect it to your %@.
da: For at styre Respooler Board med appen skal du først forbinde det med din %@.
de: Um das Respooler Board mit der App zu steuern, musst du es zuerst mit deinem %@ verbinden.
es: Para controlar el Respooler Board con la app, primero debes conectarlo a tu %@.
fr: Pour contrôler le Respooler Board avec l’application, vous devez d’abord le connecter à votre %@.
nl: Om het Respooler Board met de app te bedienen, moet je het eerst verbinden met je %@.
sv: För att styra Respooler Board med appen måste du först ansluta det till din %@.

# Unbekannter Fehler beim Kauf.
source: Unknown error during purchase.
da: Ukendt fejl under købet.
de: Unbekannter Fehler beim Kauf.
es: Error desconocido durante la compra.
fr: Erreur inconnue lors de l’achat.
nl: Onbekende fout tijdens de aankoop.
sv: Okänt fel vid köpet.

# Unterstützen
source: Support
da: Støt
de: Unterstützen
es: Apoyar a
fr: Soutenir
nl: Steun
sv: Stöd

# Unterstützen %@
source: Support %@
da: Støt %@
de: Unterstützen %@
es: Apoyar a %@
fr: Soutenir %@
nl: Steun %@
sv: Stöd %@

# Update erfolgreich!
source: Update Successful!
da: Opdatering lykkedes!
de: Update erfolgreich!
es: ¡Actualización correcta!
fr: Mise à jour réussie !
nl: Update geslaagd!
sv: Uppdatering lyckades!

# Update fehlgeschlagen!
source: Update Failed!
da: Opdatering mislykkedes!
de: Update fehlgeschlagen!
es: ¡Actualización fallida!
fr: Échec de la mise à jour !
nl: Update mislukt!
sv: Uppdatering misslyckades!

# Update verfügbar (%@ → %@)
source: Update available (%@ → %@)
da: Opdatering tilgængelig (%@ → %@)
de: Update verfügbar (%@ → %@)
es: Actualización disponible (%@ → %@)
fr: Mise à jour disponible (%@ → %@)
nl: Update beschikbaar (%@ → %@)
sv: Uppdatering tillgänglig (%@ → %@)

# Updates nicht unterstützt
source: Updates not supported
da: Opdateringer understøttes ikke
de: Updates nicht unterstützt
es: No compatible
fr: Non compatible
nl: Updates niet ondersteund
sv: Uppdateringar stöds inte

# Verbinden
source: Connect
da: Forbind
de: Verbinden
es: Conectar
fr: Connecter
nl: Verbind
sv: Anslut

# Verbindung
source: Connection
da: Forbindelse
de: Verbindung
es: Conexión
fr: Connexion
nl: Verbinding
sv: Anslutning

# Verbindung erneut starten
source: Restart Connection
da: Genstart forbindelsen
de: Verbindung erneut starten
es: Reiniciar la conexión
fr: Redémarrer la connexion
nl: Verbinding opnieuw starten
sv: Starta om anslutningen

# Verbindung herstellen
source: Connect Device
da: Etablering af forbindelse
de: Verbindung herstellen
es: Establecer conexión
fr: Établir une connexion
nl: Verbinding maken
sv: Etablera anslutning

# Verbindungseinstellungen
source: Connection Settings
da: Forbindelsesindstillinger
de: Verbindungseinstellungen
es: Ajustes de conexión
fr: Paramètres de connexion
nl: Verbindingsinstellingen
sv: Anslutningsinställningar

# Verbunden
source: Connected
da: Forbundet
de: Verbunden
es: Conectado
fr: Connecté
nl: Verbonden
sv: Ansluten

# Versionsverlauf
source: Version History
da: Versionshistorik
de: Versionsverlauf
es: Historial de versiones
fr: Versions
nl: Versiegeschiedenis
sv: Versionshistorik

# Vielen Dank für deine Unterstützung!
source: Thank you for your support!
da: Tak for din støtte!
de: Vielen Dank für deine Unterstützung!
es: ¡Gracias por tu apoyo!
fr: Merci pour votre soutien !
nl: Bedankt voor je steun!
sv: Tack för ditt stöd!

source: When the sensor is deactivated, the Respooler won’t react to the loss of filament.
da: Når sensoren er deaktiveret, reagerer Respooleren ikke på tab af filament.
de: Wenn der Sensor deaktiviert ist, wird nicht auf den Verlust von Filament reagiert.
es: Cuando el sensor está desactivado, el respooler no reacciona a la pérdida de filamento.
fr: Lorsque le capteur est désactivé, le respooler ne réagit pas à la perte de filament.
nl: Wanneer de sensor is uitgeschakeld, reageert de respooler niet op het verlies van filament.
sv: När sensorn är inaktiverad reagerar respoolern inte på förlust av filament.

source: If you like the app, you can make a small donation here. No additional functionalities will be unlocked.
da: Hvis du kan lide appen, kan du give et lille bidrag her. Det låser ikke op for yderligere funktioner.
de: Wenn dir die App gefällt, kannst du hier eine kleine Spende leisten. Es werden dadurch keine zusätzlichen Funktionalitäten freigeschaltet.
es: Si te gusta la app, puedes dejar una pequeña propina aquí. No se desbloquearán funciones adicionales.
fr: Si vous aimez l’app, vous pouvez laisser un petit pourboire ici. Cela ne débloque aucune fonctionnalité supplémentaire.
nl: Als je de app leuk vindt, kun je hier een kleine fooi geven. Dit ontgrendelt geen extra functies.
sv: Om du gillar appen kan du lämna ett litet bidrag här. Det låser inte upp några extra funktioner.

source: If you want to receive the new Control Board V4 **for free**, you can apply the following code in the store as soon as it is available.
da: Hvis du vil modtage det nye Control Board V4 **gratis**, kan du anvende følgende kode i butikken, så snart det er tilgængeligt.
de: Wenn du **kostenlos** das neue Control Board V4 erhalten möchtest, kannst du den folgenden Code dafür im Store anwenden, sobald es verfügbar ist.
es: Si quieres recibir el nuevo Control Board V4 **gratis**, puedes aplicar el siguiente código en la tienda tan pronto como esté disponible.
fr: Si vous souhaitez recevoir gratuitement le nouveau Control Board V4, vous pouvez utiliser le code suivant dans la boutique dès qu’il sera disponible.
nl: Als je het nieuwe Control Board V4 **gratis** wilt ontvangen, kun je de volgende code in de winkel toepassen zodra deze beschikbaar is.
sv: Om du vill få det nya Control Board V4 **gratis** kan du använda följande kod i butiken så snart den är tillgänglig.

# Willkommen bei LTS Control
source: Welcome to LTS Control
da: Velkommen til LTS Control
de: Willkommen bei LTS Control
es: Bienvenido a LTS Control
fr: Bienvenue à LTS Control
nl: Welkom bij LTS Control
sv: Välkommen till LTS Control

# Zahlung konnte nicht verifiziert werden.
source: Payment could not be verified.
da: Betalingen kunne ikke verificeres.
de: Zahlung konnte nicht verifiziert werden.
es: No se pudo verificar el pago.
fr: Le paiement n’a pas pu être vérifié.
nl: De betaling kon niet worden geverifieerd.
sv: Betalningen kunde inte verifieras.

# Zahlung wird verarbeitet...
source: Payment is being processed…
da: Betalingen behandles…
de: Zahlung wird verarbeitet…
es: El pago se está procesando…
fr: Le paiement est en cours de traitement…
nl: De betaling wordt verwerkt…
sv: Betalningen bearbetas…

# Zugangsdaten senden
source: Send Credentials
da: Send Wi-Fi-oplysninger
de: Zugangsdaten senden
es: Enviar credenciales
fr: Envoyer les identifiants
nl: Inloggegevens verzenden
sv: Skicka inloggningsuppgifter

# Auto-Stopp
source: Auto-Stop
de: Auto-Stopp

# Auto-Stopp!
source: Auto-Stop!
de: Auto-Stopp!
sv: Auto-stopp!

# state.autoStop
source: Auto-Stop
de: Auto-Stopp
fr: Arrêt auto
sv: Auto-stopp

# Stopp
source: Stop
de: Stopp
es: Detener
fr: Arrêter
sv: Stoppa

# WLAN
source: Wi-Fi
de: WLAN

source: App Version: %@
es: Versión de la app: %@
fr: Version de l’app : %@
nl: App‑versie: %@

source: Board Firmware
es: Firmware del Board
fr: Firmware du Board

source: Board Version: %@
es: Versión del Board: %@
fr: Version du Board : %@
nl: Board‑versie: %@

source: Feedback
es: Comentarios
fr: Retour

source: Filament
es: Filamento

source: Pause
es: Pausa
nl: Pauze
sv: Paus

source: Start
es: Iniciar
fr: Démarrer
sv: Starta

source: Status
es: Estado
fr: Statut

source: Chip: %@
fr: Puce : %@

source: Motor
fr: Moteur
